// the keys are full genre / default names. the values should be localized names short enough to appear as a folder title 
// without being truncated

// default name if no common genre is available
"Folder" = "مجلد";

// default name for folders containing bookmarks and webclips
"Bookmarks" = "إشارة مرجعية";

// genre names
"Social Networking" = "اجتماعي";
"Reference" = "مرجع";
"News" = "أخبار";
"Games" = "ألعاب";
"Productivity" = "إنتاجي";
"Entertainment" = "ترفيه";
"Lifestyle" = "نمط الحياة";
"Navigation" = "تنقل";
"Music" = "موسيقى";
"Utilities" = "أدوات";
"Travel" = "سفر";
"Sports" = "رياضة";
"Healthcare & Fitness" = "صحة";
"Photography" = "فوتوغرافي";
"Finance" = "مالي";
"Business" = "عمل";
"Education" = "تعليم";
"Weather" = "طقس";
"Books" = "كتب";
"Medical" = "طبي";
"Stores" = "متاجر";

// game subgenre names
"Action Games" = "ألعاب الحركة";
"Adventure Games" = "مغامرات";
"Arcade Games" = "تسلية";
"Board Games" = "ألعاب الألواح";
"Card Games" = "ألعاب الورق";
"Casino Games" = "كازينو";
"Dice Games" = "ألعاب النرد";
"Educational Games" = "تعليمي";
"Family Games" = "ألعاب الأطفال";
"Kids Games" = "ألعاب الأطفال";
"Music Games" = "ألعاب موسيقية";
"Puzzle Games" = "ألغاز";
"Racing Games" = "سباق";
"Role Playing Games" = "لعب الأدوار";
"Simulation Games" = "ألعاب المحاكاة";
"Sports Games" = "رياضة";
"Strategy Games" = "استراتيجية";
"Trivia Games" = "ألعاب تريفيا";
"Word Games" = "ألعاب الكلمات";



